import aluminProvoloka0 from "../assets/metals/cvetnoi/alumini/alyuminievajaProvoloka.jpg";
import alyuminievajaTrubaCruglaya1 from "../assets/metals/cvetnoi/alumini/alyuminievajaTrubaCruglaya.jpg";
import alyuminievajaTrubaProfilnaja2 from "../assets/metals/cvetnoi/alumini/alyuminievaja-truba-profilnaja-photo-normal.jpg";
import alyuminievyiShvellerPhotoNormal3 from "../assets/metals/cvetnoi/alumini/alyuminievyi-shveller-photo-normal.jpg";

export const allLinks = [
  {
    id: 0,
    name: "ЦВЕТНОЙ",
    link: "/metal-list/cvetnoi",
    links: [
      {
        id: 0,
        name: "Алюминий",
        url: "/alumini",
      },
      {
        id: 1,
        name: "Бронза",
        url: "/bronza",
      },
      {
        id: 2,
        name: "Медь",
        url: "/med",
      },
      {
        id: 3,
        name: "Латунь",
        url: "/latun",
      },
      {
        id: 4,
        name: "Нихром. Фехраль",
        url: "/nihrom-fehral",
      },
      {
        id: 5,
        name: "Свинец",
        url: "/svinec",
      },
    ],
  },
  {
    id: 1,
    name: "ЧЕРНЫЙ",
    link: "/metal-list/chernyi",
    links: [
      {
        id: 0,
        name: "Специальные стали и сплавы",
        url: "/specialnye-stali-i-splavy",
      },
      {
        id: 1,
        name: "Листовой прокат",
        url: "/listovoi-prokat",
      },
      {
        id: 2,
        name: "Сортовой прокат",
        url: "/sortovoi-prokat",
      },
      {
        id: 3,
        name: "Детали трубопровода",
        url: "/detali-truboprovoda",
      },
      {
        id: 4,
        name: "Трубный прокат",
        url: "/trubnyi-prokat",
      },
    ],
  },
  {
    id: 2,
    name: "НЕРЖАВЕЮЩАЯ СТАЛЬ",
    link: "/metal-list/nerzhaveyuschaja-stal",
    links: [
      {
        id: 0,
        name: "Нержавеющая сталь",
        url: "/metal-list/nerzhaveyuschaja-stal",
      },
    ],
  },
  {
    id: 3,
    name: "СЕТКА",
    link: "/metal-list/setka",
    links: [
      {
        id: 0,
        name: "Сетка сварная нержавеющая",
        url: "/i0",
      },
      {
        id: 1,
        name: "Сетка Рабица",
        url: "/i1",
      },
      {
        id: 2,
        name: `Просечно вытяжной лист\n(ПВЛ)`,
        url: "/i2",
      },
      {
        id: 3,
        name: `Цельнометаллическая\nпросечно-вытяжная сетка\n(ЦПВС)`,
        url: "/i3",
      },
      {
        id: 4,
        name: `Сетка тканая`,
        url: "/i4",
      },
      {
        id: 5,
        name: `Сетка кладочная сварная в\nкартах`,
        url: "/i5",
      },
      {
        id: 6,
        name: `Сетка сварная в рулонах`,
        url: "/i6",
      },
      {
        id: 7,
        name: `Сетка рифленая стальная`,
        url: "/i7",
      },
    ],
  },
  {
    id: 4,
    name: "ПЕРФОРИРОВАННЫЙ ЛИСТ",
    link: "/metal-list/perforirovannyi-list",
    links: [
      {
        id: 0,
        name: "Перфорированный\nалюминиевый лист",
        url: "/i0",
      },
      {
        id: 1,
        name: "Перфорированный\nнержавеющий лист",
        url: "/i1",
      },
      {
        id: 2,
        name: `Перфорированный\nоцинкованный лист`,
        url: "/i2",
      },
      {
        id: 3,
        name: `Перфорированный\nстальной лист`,
        url: "/i3",
      },
    ],
  },
  {
    id: 5,
    name: "ТРУБЫ И ШТОКИ",
    link: "/metal-list/truby-i-shtoki",
    links: [
      {
        id: 0,
        name: "Трубы хонингованные\nбесшовные",
        url: "/i0",
      },
      {
        id: 1,
        name: "Штоки полые",
        url: "/i1",
      },
      {
        id: 2,
        name: `Штоки полнотелые`,
        url: "/i2",
      },
      {
        id: 3,
        name: `Перфорированный\nстальной лист`,
        url: "/i3",
      },
    ],
  },
];

export const allMetals = [
  //Цветной
  //Алюминий
  {
    id: 0,
    subType: "cvetnoi",
    type: "alumini",
    subTypeRu: "Цветной",
    typeRu: "Алюминий",
    url: "alyuminievaja-provoloka",
    name: "Алюминиевая проволока",
    img: aluminProvoloka0,
    htmlContent: `
              <p>
                Компания "СОЮЗМЕТАЛЛ" предлагает широкий ассортимент АЛЮМИНИЕВОЙ
                ПРОВОЛОКИ&nbsp; различных сплавов и размеров<strong>.</strong>{" "}
                Продажа осуществляется как оптом, так и в розницу, по выгодной
                цене, со склада в Санкт-Петербурге. По Вашему желанию
                производится <strong>резка в размер</strong> от 5кг.{" "}
                <strong>Доставка.</strong>{" "}
              </p>

              <p>
                <em>
                  <strong>Работаем с физическими и юридическими лицами.</strong>
                </em>
              </p>

              <p>
                Алюминиевая проволока представляет собой сплошной полуфабрикат
                постоянного сечения в поперечном размере, свернутый в бухту или
                намотанный на катушку, изготовляемый прокаткой, прессованием или
                волочением. В зависимости от сплава и состояния свойства
                алюминиевой проволоки варьируется, но к общим можно отнести
                характерные качества: высокую коррозионную стойкость и легкий
                вес в сочетании с относительно повышенными конструкционными
                свойствами.&nbsp;
              </p>

              <p>
                <strong>
                  Подробную информацию по стоимости, размерам и доставке можно
                  получить по телефону у наших менеджеров. Или отправив заявку
                  на электронную почту. Или в сообщении - мы Вам перезвоним!
                </strong>
              </p>

              <p>
                <strong>
                  Наша Компания гарантирует качество поставляемого
                  металлопроката наличием сертификатов качества заводов
                  изготовителей.
                </strong>
              </p>

              <p>
                <strong>
                  <em>Отправка в любой регион РФ транспортной компанией</em>
                </strong>
              </p>

              <p>
                <strong>☎Звоните.</strong>
              </p>

              <table>
                {" "}
                <tbody>
                  <tr>
                    {" "}
                    <td>
                      <strong>
                        <em>Сплав</em>
                      </strong>
                    </td>{" "}
                    <td>
                      <strong>
                        <em>Диаметр </em>
                      </strong>
                    </td>{" "}
                  </tr>{" "}
                  <tr>
                    {" "}
                    <td>
                      <a href="https://almet.ru/alyuminii/alyuminievaja-provoloka/alyuminievaja-provoloka-a5-a7-ad1.html"></a>
                      СвА5, СвА7, АД1 <br />
                    </td>{" "}
                    <td>от 1,0 до 8,0 мм </td>{" "}
                  </tr>{" "}
                  <tr>
                    {" "}
                    <td>СвАМц, АМц</td> <td>от 1,6 до 4,0 мм </td>{" "}
                  </tr>{" "}
                  <tr>
                    {" "}
                    <td>АМг2, СвАМг3 </td> <td>от 1,2 до 4,0 мм</td>{" "}
                  </tr>{" "}
                  <tr>
                    {" "}
                    <td>СвАМг5, АМг5П</td> <td>от 0,8 до 8,0 мм </td>{" "}
                  </tr>{" "}
                  <tr>
                    {" "}
                    <td>СвАМг6, СвАМг61, СвАМг63</td> <td>от 1,2 до 8,0 мм </td>{" "}
                  </tr>{" "}
                  <tr>
                    {" "}
                    <td>Д1П, Д16П, Д18, В65</td> <td>от 2,0 до 6,0 мм </td>{" "}
                  </tr>{" "}
                  <tr>
                    {" "}
                    <td>СвАК5, СвАК10, Св1201</td> <td>от 1,2 до 6,0 мм</td>{" "}
                  </tr>{" "}
                </tbody>
              </table>
            `,
  },
  {
    id: 1,
    subType: "cvetnoi",
    type: "alumini",
    subTypeRu: "Цветной",
    typeRu: "Алюминий",
    url: "alyuminievaja-truba-kruglaja",
    name: "Алюминиевая труба круглая",
    img: alyuminievajaTrubaCruglaya1,
    htmlContent: `<p>Компания "СОЮЗМЕТАЛЛ" предлагает выбор АЛЮМИНИЕВОЙ ТРУБЫ КРУГЛОЙ различных сплавов, состояний и типоразмеров по выгодной цене, как оптом так и в розницу, со склада в Санкт-Петербурге. По Вашему желанию производится&nbsp;<strong>резка в размер</strong>. <strong>Доставка.</strong></p><p>Алюминиевая труба круглая является одним из основных продуктов   алюминиевого проката. Алюминиевые трубы обладают многими достоинствами, среди которых высокая  стойкость к коррозии и химически-агрессивным веществам, малый вес, высокая прочность,  длительный срок службы и простота  монтажа. Долговечность труб обеспечивает анодно-окисное или порошково-полимерное покрытие. Немаловажным плюсом является  невысокая стоимость изделий.  Благодаря таким достоинствам, трубы  применяются в различных сферах.</p><p><strong>Подробную информацию по стоимости, размерам и доставке можно получить по телефону (812) 679-77-30 у наших менеджеров. Или отправив заявку на электронную почту zakaz@spbmetalloprokat.ru&nbsp; Или в форме обратной связи на сайте.</strong></p><p><strong>Наша Компания гарантирует качество поставляемого металлопроката наличием сертификатов качества заводов изготовителей.</strong></p><p><strong><em>Отправка в любой регион РФ транспортной компанией</em></strong></p><p><strong>☎Звон</strong><strong>ите.</strong></p><p><strong><u>Размеры и сплавы алюминиевой круглой трубы:</u></strong></p><ul>
	<li>Труба алюминиевая АД</li>	<li>Труба алюминиевая АМГ</li>	<li>Труба алюминиевая Д16 дюралевая</li></ul><h2>Цены в таблице&nbsp;представлены оптовые.</h2>
<table><colgroup><col><col><col><col></colgroup><tbody><tr><td>Наименование, марка алюминия</td><td>Диаметр трубы, в мм</td><td>Толщина, в мм</td><td>Длинна трубы, в мм</td><td>Вес одной штуки</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД1</td><td>18</td><td>2</td><td>4000</td><td>1,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД1</td><td>26</td><td>1,5</td><td>3000</td><td>0,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД1</td><td>27</td><td>5</td><td>3000</td><td>2,72</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД1</td><td>28</td><td>4</td><td>3450</td><td>2,8</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД1</td><td>58</td><td>10</td><td>6000</td><td>24,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31</td><td>8</td><td>1</td><td>3000</td><td>0,17</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31 т1</td><td>10</td><td>2</td><td>4000</td><td>0,53</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31 т1</td><td>12</td><td>2</td><td>6000</td><td>0,94</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31 т1</td><td>14</td><td>2</td><td>6000</td><td>1,13</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31 т1</td><td>18</td><td>1,5</td><td>3000</td><td>0,63</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД1</td><td>18</td><td>2</td><td>3000</td><td>0,78</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31 т1</td><td>20</td><td>2</td><td>3000</td><td>0,88</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31 т1</td><td>25</td><td>2</td><td>4000</td><td>1,65</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31</td><td>35</td><td>2</td><td>3000</td><td>1,56</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31</td><td>36</td><td>1,5</td><td>3000</td><td>0,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31</td><td>40</td><td>2</td><td>3000</td><td>2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31 т1</td><td>45</td><td>2</td><td>6000</td><td>4,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31 т1</td><td>50</td><td>1</td><td>3000</td><td>1,54</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31 т1</td><td>50</td><td>2</td><td>3000</td><td>2,45</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АД31 т1</td><td>50</td><td>3</td><td>4000</td><td>4,55</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>14</td><td>0,75</td><td>5000</td><td>0,41</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>16</td><td>1</td><td>5000</td><td>0,64</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>18</td><td>0,5</td><td>5000</td><td>0,37</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>20</td><td>0,5</td><td>5000</td><td>0,415</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>20</td><td>0,75</td><td>5000</td><td>0,66</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>22</td><td>0,75</td><td>5000</td><td>0,46</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>24</td><td>1</td><td>5000</td><td>0,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>25</td><td>1</td><td>5000</td><td>0,99</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>32</td><td>1</td><td>5000</td><td>1,06</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>34</td><td>1</td><td>5000</td><td>1,35</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>35</td><td>1</td><td>5000</td><td>1,43</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>40</td><td>0,75</td><td>5000</td><td>0,21</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>40</td><td>1</td><td>5000</td><td>1,66</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>40</td><td>1,5</td><td>5000</td><td>1,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>42</td><td>1</td><td>5000</td><td>1,71</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>42</td><td>2</td><td>5000</td><td>3,18</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>45</td><td>1</td><td>5000</td><td>1,96</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>52</td><td>1</td><td>5000</td><td>2,13</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>54</td><td>1</td><td>5000</td><td>2,29</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>55</td><td>1</td><td>5000</td><td>2,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ2 м</td><td>56</td><td>1</td><td>5000</td><td>2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ3 м</td><td>32</td><td>1</td><td>6000</td><td>1,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ3 м</td><td>45</td><td>1</td><td>5000</td><td>1,8</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ3</td><td>90</td><td>3</td><td>2500</td><td>5,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ3</td><td>95</td><td>7</td><td>3000</td><td>16</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ3</td><td>125</td><td>10</td><td>4100</td><td>40,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>14</td><td>2</td><td>6000</td><td>1,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>16</td><td>2</td><td>6000</td><td>1,34</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>18</td><td>2</td><td>6000</td><td>1,61</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>18</td><td>3</td><td>6000</td><td>2,25</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 5083Н111</td><td>18</td><td>3</td><td>6000</td><td>2,24</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>20</td><td>1,5</td><td>6000</td><td>1,34</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 5083Н111</td><td>20</td><td>1,5</td><td>6000</td><td>1,38</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>20</td><td>2</td><td>6000</td><td>1,8</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 5083Н111</td><td>20</td><td>2</td><td>6000</td><td>1,8</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>20</td><td>2,5</td><td>6000</td><td>2,14</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>22</td><td>2</td><td>6000</td><td>2,03</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>22</td><td>3</td><td>6000</td><td>2,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>25</td><td>2</td><td>6000</td><td>2,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>25</td><td>3</td><td>6000</td><td>3,35</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>28</td><td>2</td><td>6000</td><td>2,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>28</td><td>3</td><td>6000</td><td>3,77</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>28</td><td>4</td><td>6000</td><td>5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>30</td><td>2</td><td>6000</td><td>2,77</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>30</td><td>2,5</td><td>6000</td><td>3,47</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>30</td><td>3</td><td>6000</td><td>4,03</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>32</td><td>2</td><td>6000</td><td>3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>32</td><td>3</td><td>6000</td><td>4,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>32</td><td>4</td><td>6000</td><td>5,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>34</td><td>4</td><td>6000</td><td>6,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>35</td><td>2,5</td><td>6000</td><td>4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>36</td><td>2</td><td>6000</td><td>3,45</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>38</td><td>2</td><td>6000</td><td>3,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>38</td><td>3</td><td>6000</td><td>5,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>40</td><td>2</td><td>6000</td><td>3,72</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>40</td><td>2,5</td><td>6000</td><td>4,56</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>40</td><td>3</td><td>6000</td><td>5,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>40</td><td>5</td><td>6000</td><td>8,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>42</td><td>2</td><td>6000</td><td>4,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>42</td><td>2,5</td><td>6000</td><td>5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>42</td><td>3</td><td>6000</td><td>6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>42</td><td>4</td><td>6000</td><td>7,7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>45</td><td>2</td><td>6000</td><td>4,59</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>45</td><td>2,5</td><td>6000</td><td>5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>45</td><td>3</td><td>6000</td><td>6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>45</td><td>4</td><td>6000</td><td>8,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>48</td><td>2</td><td>6000</td><td>4,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>48</td><td>3</td><td>6000</td><td>6,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>48</td><td>4</td><td>6000</td><td>9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>50</td><td>2,5</td><td>6000</td><td>5,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>50</td><td>3</td><td>6000</td><td>7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>50</td><td>4</td><td>6000</td><td>9,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>50</td><td>5</td><td>6000</td><td>11</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>55</td><td>2</td><td>6000</td><td>5,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>55</td><td>3</td><td>6000</td><td>7,75</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>60</td><td>2,5</td><td>6000</td><td>6,7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>60</td><td>3</td><td>6000</td><td>8,7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>65</td><td>2,5</td><td>6000</td><td>7,67</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>65</td><td>3</td><td>6000</td><td>9,63</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>65</td><td>5</td><td>6000</td><td>15,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>70</td><td>3</td><td>6000</td><td>10,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>70</td><td>5</td><td>6000</td><td>15,75</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>70</td><td>6</td><td>6000</td><td>18,96</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>75</td><td>2,5</td><td>6000</td><td>9,07</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>75</td><td>3</td><td>6000</td><td>10,48</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>75</td><td>5</td><td>6000</td><td>17,85</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>80</td><td>3</td><td>6000</td><td>11,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>80</td><td>5</td><td>6000</td><td>18,3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>85</td><td>5</td><td>6000</td><td>21,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>90</td><td>5</td><td>6000</td><td>21</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>100</td><td>4</td><td>6000</td><td>19,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>100</td><td>5</td><td>6000</td><td>23,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>110</td><td>5</td><td>6000</td><td>27,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>120</td><td>5</td><td>6000</td><td>29</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>120</td><td>8</td><td>6000</td><td>45,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>140</td><td>5</td><td>6000</td><td>33,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>150</td><td>5</td><td>6000</td><td>37,3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>150</td><td>10</td><td>6000</td><td>68,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ5 м</td><td>160</td><td>5</td><td>6000</td><td>37,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>28</td><td>3</td><td>5000</td><td>2,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>32</td><td>3</td><td>5000</td><td>3,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>32</td><td>4</td><td>5000</td><td>4,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ6</td><td>34</td><td>1</td><td>5000</td><td>1,37</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>38</td><td>3</td><td>5000</td><td>4,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>38</td><td>4</td><td>5000</td><td>5,8</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ6</td><td>42</td><td>1,5</td><td>5000</td><td>2,46</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>42</td><td>3</td><td>5000</td><td>4,95</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>42</td><td>4</td><td>6000</td><td>7,78</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ6</td><td>45</td><td>1,5</td><td>6000</td><td>3,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ6</td><td>45</td><td>3</td><td>5000</td><td>5,42</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>45</td><td>4</td><td>5000</td><td>7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>45</td><td>5</td><td>5000</td><td>8,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>48</td><td>3</td><td>5000</td><td>5,64</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>48</td><td>4</td><td>5000</td><td>7,37</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>50</td><td>5</td><td>5000</td><td>9,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>52</td><td>4</td><td>5000</td><td>8</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>55</td><td>4</td><td>5000</td><td>8,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>60</td><td>5</td><td>5000</td><td>11,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>70</td><td>5</td><td>5000</td><td>13,75</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>75</td><td>5</td><td>5000</td><td>15</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>75</td><td>6</td><td>5000</td><td>16,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>80</td><td>8</td><td>5000</td><td>24,3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ6</td><td>90</td><td>5</td><td>4000</td><td>14,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>90</td><td>5</td><td>5000</td><td>18,26</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая 1561</td><td>90</td><td>10</td><td>5000</td><td>32,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ6</td><td>100</td><td>5</td><td>5000</td><td>23</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ6</td><td>160</td><td>10</td><td>3000</td><td>38,3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ6</td><td>220</td><td>15</td><td>3000</td><td>77,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая АМГ6</td><td>360</td><td>20</td><td>1000</td><td>58</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>6</td><td>1</td><td>3000</td><td>0,14</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>8</td><td>1</td><td>3000</td><td>0,18</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>10</td><td>1,5</td><td>3000</td><td>0,33</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>10</td><td>2</td><td>3000</td><td>0,41</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>12</td><td>1</td><td>3000</td><td>0,28</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>12</td><td>1,5</td><td>3000</td><td>0,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>12</td><td>2</td><td>3000</td><td>0,51</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>12</td><td>3</td><td>3000</td><td>0,7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>14</td><td>1</td><td>3000</td><td>0,34</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>14</td><td>1,5</td><td>3000</td><td>0,48</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>14</td><td>2</td><td>3000</td><td>0,61</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>16</td><td>1</td><td>3000</td><td>0,38</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>16</td><td>1,5</td><td>3000</td><td>0,55</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>16</td><td>2</td><td>3000</td><td>0,72</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>18</td><td>1,5</td><td>3000</td><td>0,64</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>18</td><td>2</td><td>3000</td><td>0,84</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>18</td><td>2,5</td><td>3000</td><td>1,01</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>20</td><td>1</td><td>3000</td><td>0,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>20</td><td>1,5</td><td>3000</td><td>0,72</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>20</td><td>2</td><td>3000</td><td>0,91</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>20</td><td>2,5</td><td>3000</td><td>1,14</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>20</td><td>4</td><td>3000</td><td>1,66</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>22</td><td>1</td><td>3000</td><td>0,55</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>22</td><td>1,5</td><td>3000</td><td>0,77</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>22</td><td>2</td><td>3000</td><td>1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>24</td><td>1</td><td>3000</td><td>0,58</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>24</td><td>1,5</td><td>3000</td><td>0,86</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>25</td><td>1</td><td>3000</td><td>0,64</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>25</td><td>1,5</td><td>3000</td><td>0,87</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>25</td><td>2</td><td>3000</td><td>1,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>28</td><td>1,5</td><td>3000</td><td>1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>28</td><td>2</td><td>3000</td><td>1,31</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>28</td><td>3</td><td>3000</td><td>2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>28</td><td>4</td><td>3000</td><td>2,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>30</td><td>1</td><td>3000</td><td>0,74</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>30</td><td>1,5</td><td>3000</td><td>1,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>30</td><td>2</td><td>3000</td><td>1,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>30</td><td>2,5</td><td>3000</td><td>1,74</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>30</td><td>3</td><td>3000</td><td>2,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>32</td><td>1</td><td>3000</td><td>0,8</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>32</td><td>1,5</td><td>3000</td><td>1,16</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>32</td><td>2</td><td>3000</td><td>1,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>35</td><td>1</td><td>3000</td><td>0,81</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>35</td><td>1,5</td><td>3000</td><td>1,3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>35</td><td>2</td><td>3000</td><td>1,72</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>35</td><td>2,5</td><td>3000</td><td>2,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>36</td><td>1,5</td><td>3000</td><td>1,3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>38</td><td>1,5</td><td>3000</td><td>1,28</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>38</td><td>2</td><td>3000</td><td>1,79</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>38</td><td>3</td><td>3000</td><td>2,8</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>38</td><td>10</td><td>3000</td><td>7,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>40</td><td>1</td><td>3000</td><td>1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>40</td><td>1,5</td><td>3000</td><td>1,48</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>40</td><td>2</td><td>3000</td><td>2,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>40</td><td>2,5</td><td>3000</td><td>2,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>40</td><td>3</td><td>3000</td><td>2,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>40</td><td>5</td><td>3000</td><td>4,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>42</td><td>1,5</td><td>3000</td><td>1,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>42</td><td>4</td><td>3000</td><td>4,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>45</td><td>1,5</td><td>3000</td><td>1,68</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>45</td><td>2</td><td>3000</td><td>2,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>45</td><td>2,5</td><td>3000</td><td>2,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>45</td><td>3</td><td>3000</td><td>3,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>45</td><td>10</td><td>3000</td><td>9,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>48</td><td>1,5</td><td>3000</td><td>1,8</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>48</td><td>2</td><td>3000</td><td>2,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>48</td><td>4</td><td>3000</td><td>4,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>48</td><td>7</td><td>3000</td><td>12,6</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>50</td><td>1,5</td><td>3000</td><td>1,81</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>50</td><td>2</td><td>3000</td><td>2,3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>50</td><td>2,5</td><td>3000</td><td>3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>50</td><td>3</td><td>3000</td><td>3,65</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>50</td><td>4</td><td>3000</td><td>4,76</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>50</td><td>10</td><td>3000</td><td>10,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>52</td><td>1,5</td><td>3000</td><td>2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>55</td><td>1,5</td><td>3000</td><td>2,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>55</td><td>2</td><td>3000</td><td>2,8</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>55</td><td>2,5</td><td>3000</td><td>3,45</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>55</td><td>3</td><td>3000</td><td>3,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>55</td><td>5</td><td>3000</td><td>6,61</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>60</td><td>1,5</td><td>3000</td><td>2,22</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>60</td><td>2</td><td>3000</td><td>2,81</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>60</td><td>3</td><td>3000</td><td>4,7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>60</td><td>4</td><td>3000</td><td>6,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>60</td><td>5</td><td>3000</td><td>7,3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>60</td><td>10</td><td>3000</td><td>13,3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>65</td><td>1,5</td><td>3000</td><td>0.84</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>65</td><td>2</td><td>3000</td><td>3,19</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>65</td><td>2,5</td><td>3000</td><td>4,35</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>65</td><td>5</td><td>3000</td><td>7,92</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>70</td><td>2</td><td>3000</td><td>3,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>70</td><td>3</td><td>3000</td><td>5,7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>70</td><td>5</td><td>3000</td><td>8,37</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>70</td><td>10</td><td>3000</td><td>15,7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>75</td><td>3</td><td>3000</td><td>5,7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>75</td><td>5</td><td>3000</td><td>9,4</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>75</td><td>7,5</td><td>3000</td><td>12,59</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>80</td><td>2</td><td>3000</td><td>3,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>80</td><td>4</td><td>3000</td><td>7,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>80</td><td>5</td><td>3000</td><td>9,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>85</td><td>5</td><td>3000</td><td>10,65</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>85</td><td>12,5</td><td>3000</td><td>23,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>90</td><td>2</td><td>3000</td><td>4,7</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>90</td><td>3</td><td>3000</td><td>7,26</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>90</td><td>5</td><td>3000</td><td>10,83</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>95</td><td>2,5</td><td>3000</td><td>6,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>100</td><td>2</td><td>3000</td><td>5,2</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>100</td><td>4</td><td>3000</td><td>10,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>100</td><td>5</td><td>3000</td><td>12,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>110</td><td>5</td><td>3000</td><td>13,5</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>120</td><td>5</td><td>3000</td><td>16,3</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>120</td><td>10</td><td>3000</td><td>28,9</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>120</td><td>15</td><td>3000</td><td>41,1</td><td>Цена по запросу</td></tr><tr><td>Труба алюминиевая Д16 т</td><td>150</td><td>10</td><td>3000</td><td>36</td><td>Цена по запросу</td></tr></tbody></table>`,
  },
  {
    id: 2,
    subType: "cvetnoi",
    type: "alumini",
    subTypeRu: "Цветной",
    typeRu: "Алюминий",
    url: "alyuminievaja-truba-profilnaja",
    name: "Алюминиевая труба профильная",
    img: alyuminievajaTrubaProfilnaja2,
    htmlContent: `<p>Компания СоюзМеталл предлагает широкий ассортимент<strong> алюминиевых&nbsp;профильных труб (</strong>квадратных и прямоугольных) различных   сплавов, состояний и типоразмеров со склада в Санкт-Петербурге по   доступной цене. Мы сотрудничаем только с проверенными  производителями алюминиевого металлопроката. Наша Компания гарантирует качество поставляемого металлопроката наличием сертификатов качества заводов изготовителей.</p><p>Осуществляется резка алюминиевых труб в любой размер,оптовая и розничная  продажа, Доставка по адресу.</p><p>Мы предлагаем выгодное  сотрудничество компаниям и частным лицам.</p><p><strong></strong><strong>Алюминиевая профильная труба</strong> — полый или закрытый   алюминиевый профиль прямоугольного или квадратного сечения, используется   для создания различных конструкций. Профиль ценится за особые свойства  и  внешний вид. Они используется для создания сложных опорных  конструкций,  торгового оборудования, мебельной фурнитуры и мебели.</p><p> 	Труба из алюминия профильная имеют высокую стойкость к коррозии и   легкий вес. Они изготавливаются из различных марок алюминия и   алюминиевых сплавов. Трубы бывают двух классов - тонкостенными или   толстостенными.</p><p> 	Алюминиевый металлопрокат неприхотлив в использовании, имеет  идеальную  гибкость и способен выдерживать серьезные нагрузки.  Конструкции из  алюминиевого металлопроката долгое время не требуют  ремонта.</p><p><strong>Подробную информацию по стоимости, размерам и доставке можно получить по телефону (812) 679-77-30 у наших менеджеров. Или отправив заявку на электронную почту zakaz@spbmetalloprokat.ru .Или в форме обратной связи на сайте.</strong></p><p><strong>Наша Компания гарантирует качество поставляемого металлопроката наличием сертификатов качества заводов изготовителей.</strong></p><p><strong><em>Отправка в любой регион РФ транспортной компанией</em></strong></p><p><strong>☎Звон</strong><strong>ите.</strong></p><p><strong></strong></p><ul>
	<li>Труба алюминиевая квадратная АД</li>	<li>Труба алюминиевая прямоугольная АД</li></ul>
<table>  <colgroup><col>  <col>  <col>  <col>  <col>  </colgroup><tbody><tr>   <td>Наименование, марка алюминия</td>   <td>Размер</td>   <td>Толщина, в мм</td>   <td>Длинна трубы, в мм</td>   <td>Вес одной трубы</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>15 x 15</td>   <td>2</td>   <td>4000</td>   <td>1,1</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>20 x 20</td>   <td>2</td>   <td>4000</td>   <td>1,57</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>20 x 20</td>   <td>2</td>   <td>6000</td>   <td>2,36</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>25 x 12</td>   <td>2</td>   <td>4000</td>   <td>1,46</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>25 x 25</td>   <td>2</td>   <td>4000</td>   <td>1,92</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>25 x 25</td>   <td>2</td>   <td>6000</td>   <td>2,89</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>25 x 25</td>   <td>3</td>   <td>4000</td>   <td>2,92</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>30 x 20</td>   <td>2</td>   <td>4000</td>   <td>1,92</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>30 x 30</td>   <td>2</td>   <td>4000</td>   <td>2,32</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>30 x 30</td>   <td>2</td>   <td>6000</td>   <td>3,6</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>30 x 30</td>   <td>3</td>   <td>4000</td>   <td>3,41</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>30 x 30</td>   <td>3</td>   <td>6000</td>   <td>5,13</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>30 x 40</td>   <td>3</td>   <td>4000</td>   <td>4,14</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>35 x 35</td>   <td>2</td>   <td>4000</td>   <td>2,8</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>35 x 35</td>   <td>2</td>   <td>6000</td>   <td>4,3</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>40 x 20</td>   <td>2</td>   <td>4000</td>   <td>2,3</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>40 x 20</td>   <td>2</td>   <td>6000</td>   <td>3,74</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>40 x 20</td>   <td>3</td>   <td>4000</td>   <td>3,41</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>40 x 25</td>   <td>2</td>   <td>4000</td>   <td>2,56</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>40 x 30</td>   <td>2</td>   <td>4000</td>   <td>2,79</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>40 x 30</td>   <td>2</td>   <td>6000</td>   <td>4,27</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>40 x 30</td>   <td>3</td>   <td>4000</td>   <td>4,13</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>40 x 30</td>   <td>3</td>   <td>6000</td>   <td>6,21</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>40 x 40</td>   <td>2</td>   <td>4000</td>   <td>3,22</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>40 x 40</td>   <td>3</td>   <td>4000</td>   <td>4,87</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>50 x 20</td>   <td>2</td>   <td>4000</td>   <td>2,71</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>50 x 20</td>   <td>2</td>   <td>6000</td>   <td>4,2</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>50 x 30</td>   <td>3</td>   <td>4000</td>   <td>4,8</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>50 x 50</td>   <td>2</td>   <td>4000</td>   <td>4</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>50 x 50</td>   <td>3</td>   <td>4000</td>   <td>5,9</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>50 x 50</td>   <td>3</td>   <td>6000</td>   <td>8,86</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>50 x 50</td>   <td>4</td>   <td>4000</td>   <td>7,77</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>60 x 25</td>   <td>3</td>   <td>4000</td>   <td>5,2</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>60 x 40</td>   <td>2</td>   <td>4000</td>   <td>3,95</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>60 x 40</td>   <td>3</td>   <td>4000</td>   <td>6,04</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>60 x 40</td>   <td>3</td>   <td>6000</td>   <td>9,05</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   квадратная АД31 т</td>   <td>60 x 60</td>   <td>3</td>   <td>4000</td>   <td>6,94</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Труба алюминиевая   прямоугольная АД31 т</td>   <td>80 x 40</td>   <td>2</td>   <td>4000</td>   <td>4,8</td>   <td>Цена по запросу</td></tr></tbody></table>`,
  },
  {
    id: 3,
    subType: "cvetnoi",
    type: "alumini",
    subTypeRu: "Цветной",
    typeRu: "Алюминий",
    url: "alyuminievyi-shveller",
    name: "Алюминиевый швеллер",
    img: alyuminievyiShvellerPhotoNormal3,
    htmlContent: `
              <p>
	Компания ООО "СОЮЗМЕТАЛЛ" реализует по доступным ценам алюминиевый  швеллер со склада&nbsp;в Санкт-Петербурге. Специалисты компании проконсультируют и  помогут подобрать нужную продукцию. Мы гарантируем качество и надежность  любого вида металлопроката нашей компании.</p><p> 	Алюминиевый швеллер – многофункциональная профильная конструкция из   сплава алюминия без полостей внутри в форме буквы «П» ,  разновидность   алюминиевого профиля.  Чаще всего используется как стыковочная   составляющая для монтажа различных конструкций.</p><p> 	Широко применяется в самолетостроении, в строительстве для создания   металлических конструкций, машиностроении, для производства торгового   оборудования, мебели, строительных оград, отражающих светопрозрачных   изделий.</p><p> 	Алюминиевый швеллер устойчив к коррозии, не требует дополнительной   обработки, имеет презентабельный вид, это позволяет использовать его для   отделки помещений и фасадов. Благодаря пластичности швеллера из него   можно изготовить любые конструкции, при этом они  имеют небольшой вес,    очень прочные и жесткие.</p><p> 	Классифицируются  швеллеры из алюминия по назначению, они бывают следующих видов:</p><ul>
<li>общего назначения; </li><li>электротехнического назначения; </li><li>для ограждающих конструкций; </li><li>для светопрозрачных отражающих конструкций. </li></ul><p> 	Стоимость  алюминиевого швеллера зависит от вида и назначения профиля, от типа покрытия,  цвета.</p><p><strong>Подробную информацию по стоимости, размерам и доставке можно получить по телефону (812) 679-77-30 у наших менеджеров. Или отправив заявку на электронную почту zakaz@spbmetalloprokat.ru  Или в форме обратной связи на сайте.</strong></p><p><strong>Наша Компания гарантирует качество поставляемого металлопроката наличием сертификатов качества заводов изготовителей.</strong></p><p><strong><em>Отправка в любой регион РФ транспортной компанией</em></strong></p><p><strong>☎Звон</strong><strong>ите.</strong></p><ul>
	<li>Швеллер алюминиевый АД</li><li>Алюминиевый швеллер АМг5, АМг6, 1561</li></ul><h2>Цены</h2><table>  <colgroup><col>  <col>  <col>  <col>  <col>  </colgroup><tbody><tr>   <td>Наименование проката, марка</td>   <td>Размеры швеллера, в мм</td>   <td>Толщина стенки, в мм</td>   <td>Длинна, в мм</td>   <td>Вес одного швеллера</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>10 x 10 x 10</td>   <td>1,5</td>   <td>3000</td>   <td>0,33</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>15 x 15 x 15</td>   <td>1,5</td>   <td>4000</td>   <td>0,65</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>15 x 20 x 15</td>   <td>1,5</td>   <td>4000</td>   <td>0,85</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>20 x 20 x 20</td>   <td>1,5</td>   <td>4000</td>   <td>0,9</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>20 x 30 x 20</td>   <td>2</td>   <td>4000</td>   <td>1,44</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>30 x 50 x 30</td>   <td>3</td>   <td>4000</td>   <td>3,23</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>30 x 50 x 30</td>   <td>4</td>   <td>4000</td>   <td>4,3</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>40 x 80 x 40</td>   <td>4</td>   <td>4000</td>   <td>6,5</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>50 x 100 x 50</td>   <td>5</td>   <td>4000</td>   <td>9,9</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>50 x 100 x 50</td>   <td>5</td>   <td>6000</td>   <td>15,2</td>   <td>Цена по запросу</td>  </tr>  <tr>   <td>Швеллер алюминиевый АД31 т1</td>   <td>80 x 140 x 80</td>   <td>8</td>   <td>4000</td>   <td>25,1</td>   <td>Цена по запросу</td></tr></tbody></table>
<div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div><div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div>
            `,
  },
];
