export let allLinks = [
  {
    id: 0,
    name: "ЦВЕТНОЙ",
    link: "/cvetnoi",
    links: [
      {
        id: 0,
        name: "Алюминий",
        url: "/alumin",
      },
      {
        id: 1,
        name: "Бронза",
        url: "/bronze",
      },
      {
        id: 2,
        name: "Медь",
        url: "/med",
      },
      {
        id: 3,
        name: "Латунь",
        url: "/latun",
      },
      {
        id: 4,
        name: "Нихром. Фехраль",
        url: "/nixrom",
      },
    ],
  },
  {
    id: 1,
    name: "ЧЕРНЫЙ",
    link: "/cherni",
    links: [
      {
        id: 0,
        name: "Специальные стали и сплавы",
        url: "/s",
      },
      {
        id: 1,
        name: "Листовой прокат",
        url: "/l",
      },
      {
        id: 2,
        name: "Сортовой прокат",
        url: "/sor",
      },
      {
        id: 3,
        name: "Детали трубопровода",
        url: "/d",
      },
      {
        id: 4,
        name: "Трубный прокат",
        url: "/t",
      },
    ],
  },
  {
    id: 2,
    name: "НЕРЖАВЕЮЩАЯ СТАЛЬ",
    link: "/nershav",
    links: [
      {
        id: 0,
        name: "Нержавеющая сталь",
        url: "/n",
      },
    ],
  },
  {
    id: 3,
    name: "СЕТКА",
    link: "/setka",
    links: [
      {
        id: 0,
        name: "Сетка сварная нержавеющая",
        url: "/i0",
      },
      {
        id: 1,
        name: "Сетка Рабица",
        url: "/i1",
      },
      {
        id: 2,
        name: `Просечно вытяжной лист\n(ПВЛ)`,
        url: "/i2",
      },
      {
        id: 3,
        name: `Цельнометаллическая\nпросечно-вытяжная сетка\n(ЦПВС)`,
        url: "/i3",
      },
      {
        id: 4,
        name: `Сетка тканая`,
        url: "/i4",
      },
      {
        id: 5,
        name: `Сетка кладочная сварная в\nкартах`,
        url: "/i5",
      },
      {
        id: 6,
        name: `Сетка сварная в рулонах`,
        url: "/i6",
      },
      {
        id: 7,
        name: `Сетка рифленая стальная`,
        url: "/i7",
      },
    ],
  },
  {
    id: 4,
    name: "ПЕРФОРИРОВАННЫЙ ЛИСТ",
    link: "/p",
    links: [
      {
        id: 0,
        name: "Перфорированный\nалюминиевый лист",
        url: "/i0",
      },
      {
        id: 1,
        name: "Перфорированный\nнержавеющий лист",
        url: "/i1",
      },
      {
        id: 2,
        name: `Перфорированный\nоцинкованный лист`,
        url: "/i2",
      },
      {
        id: 3,
        name: `Перфорированный\nстальной лист`,
        url: "/i3",
      },
    ],
  },
  {
    id: 5,
    name: "ТРУБЫ И ШТОКИ",
    link: "/t",
    links: [
      {
        id: 0,
        name: "Трубы хонингованные\nбесшовные",
        url: "/i0",
      },
      {
        id: 1,
        name: "Штоки полые",
        url: "/i1",
      },
      {
        id: 2,
        name: `Штоки полнотелые`,
        url: "/i2",
      },
      {
        id: 3,
        name: `Перфорированный\nстальной лист`,
        url: "/i3",
      },
    ],
  },
];
